const {
  categoryIcon,
  serviceIcon
} = require('./images.js')
exports.categories = [
  [categoryIcon, "主体设立"], [categoryIcon, "主体设立"], [categoryIcon, "主体设立"]
]
exports.servicesGroup = [
  [
    "合同1", "法律咨询提供合同1", [
      [serviceIcon, "合作伙伴", "介绍法务官所在律所，法务官团队及餐饮法律咨询服务", "本着平等互利共同发展的原则，经甲乙双方友好协商，就甲方委托加工生产生产事宜达成协议，双方应遵守本条规定所行事。"],
      [serviceIcon, "合作伙伴", "介绍法务官所在律所，法务官团队及餐饮法律咨询服务", "本着平等互利共同发展的原则，经甲乙双方友好协商，就甲方委托加工生产生产事宜达成协议，双方应遵守本条规定所行事。"],
      [serviceIcon, "合作伙伴", "介绍法务官所在律所，法务官团队及餐饮法律咨询服务", "本着平等互利共同发展的原则，经甲乙双方友好协商，就甲方委托加工生产生产事宜达成协议，双方应遵守本条规定所行事。"]
    ]
  ], [
      "合同2", "法律咨询提供合同2", [
        [serviceIcon, "合作伙伴", "介绍法务官所在律所，法务官团队及餐饮法律咨询服务", "本着平等互利共同发展的原则，经甲乙双方友好协商，就甲方委托加工生产生产事宜达成协议，双方应遵守本条规定所行事。"], 
        [serviceIcon, "合作伙伴", "介绍法务官所在律所，法务官团队及餐饮法律咨询服务", "本着平等互利共同发展的原则，经甲乙双方友好协商，就甲方委托加工生产生产事宜达成协议，双方应遵守本条规定所行事。"], 
        [serviceIcon, "合作伙伴", "介绍法务官所在律所，法务官团队及餐饮法律咨询服务", "本着平等互利共同发展的原则，经甲乙双方友好协商，就甲方委托加工生产生产事宜达成协议，双方应遵守本条规定所行事。"]
      ]
  ], [
      "合同3", "法律咨询提供合同3", [
        [serviceIcon, "合作伙伴", "介绍法务官所在律所，法务官团队及餐饮法律咨询服务", "本着平等互利共同发展的原则，经甲乙双方友好协商，就甲方委托加工生产生产事宜达成协议，双方应遵守本条规定所行事。"], 
        [serviceIcon, "合作伙伴", "介绍法务官所在律所，法务官团队及餐饮法律咨询服务", "本着平等互利共同发展的原则，经甲乙双方友好协商，就甲方委托加工生产生产事宜达成协议，双方应遵守本条规定所行事。"], 
        [serviceIcon, "合作伙伴", "介绍法务官所在律所，法务官团队及餐饮法律咨询服务", "本着平等互利共同发展的原则，经甲乙双方友好协商，就甲方委托加工生产生产事宜达成协议，双方应遵守本条规定所行事。"]
      ]
  ], [
      "合同4", "法律咨询提供合同4", [
        [serviceIcon, "合作伙伴", "介绍法务官所在律所，法务官团队及餐饮法律咨询服务", "本着平等互利共同发展的原则，经甲乙双方友好协商，就甲方委托加工生产生产事宜达成协议，双方应遵守本条规定所行事。"], 
        [serviceIcon, "合作伙伴", "介绍法务官所在律所，法务官团队及餐饮法律咨询服务", "本着平等互利共同发展的原则，经甲乙双方友好协商，就甲方委托加工生产生产事宜达成协议，双方应遵守本条规定所行事。"], 
        [serviceIcon, "合作伙伴", "介绍法务官所在律所，法务官团队及餐饮法律咨询服务", "本着平等互利共同发展的原则，经甲乙双方友好协商，就甲方委托加工生产生产事宜达成协议，双方应遵守本条规定所行事。"]
  ]]
]